Repository: amirmadani/menu_app
Catalog: src/locale/messages.*.xlf
Languages: fr

source: Home
fr: Home fr

source: (current)
fr: (current) fr

source: About
fr: About fr

source: Menu
fr: Menu fr

source: Menu1
fr: Menu 1 fr

source: Menu2
fr: Menu 2 fr

source: Contact
fr: Content fr

source: Home
fr: Home fr

source: Menu
fr: Menu fr

source: Our Address
fr: OUt Address fr

source: © Copyright 2015 Ristorante Il Fornello
fr: © Copyright 2015 Ristorante Il Fornello fr

source: Our Unique Culinary Creations
fr: Our Unique Culinary Creations fr

source: Fichipizza
fr: Fichipizza fr

source: A unique combination of Mediterranean and Italian pizza, topped with Mascarphone, proscuitto, figs, grando panado, honey and arugula.
fr: A unique combination of Mediterranean and Italian pizza, topped with Mascarphone, proscuitto, figs, grando panado, honey and arugula. fr

source: More »
fr: More fr»

source: This Month's Promotions
fr: This Month's Promotions fr

source: Weekend Grand Buffet
fr: Weekend Grand Buffet fr

source: Featuring mouthwatering combinations with a choice of five different salads, six enticing appetizers, six main entrees and five choicest desserts. Free flowing bubbly and soft drinks. All for just $19.99 per person
fr: Featuring mouthwatering combinations with a choice of five different salads, six enticing appetizers, six main entrees and five choicest desserts. Free flowing bubbly and soft drinks. All for just $19.99 per person fr

source: Meet our Culinary Specialists
fr: Meet our Culinary Specialists fr

source: Tommy McHugh
fr: Tommy McHugh fr

source: Executive Chef
fr: Executive Chef fr

source: Award winning three-star Michelin chef with wide International experience having worked closely with whos-who in the culinary world, he specializes in creating mouthwatering Mediterranean-Italian experiences.
fr: Award winning three-star Michelin chef with wide International experience having worked closely with whos-who in the culinary world, he specializes in creating mouthwatering Mediterranean-Italian experiences. fr

source: Ristorante Il Fornello
fr: Ristorante Il Fornello fr

source: Simple, fresh ingredients, prepared and cooked with love and passion become truly great dishes, from wood-oven baked Neapolitan style pizzas to pastas, entrees!
fr: Simple, fresh ingredients, prepared and cooked with love and passion become truly great dishes, from wood-oven baked Neapolitan style pizzas to pastas, entrees! fr
